Repository: l3ib/nitrogen
Catalog: po/*.po
Languages: de

source: Unexpected argument
de: Unerwartetes Argument

source: expects an argument.
de: erwartet ein Argument.

source: does not expect an argument.
de: erwartet kein Argument.

source: conflicts with another argument.
de: steht in Konflikt mit einem weiteren Argument.

source: Usage:
de: Verwendung:

source: ERROR: Unable to load config file
de: FEHLER: Kann Konfigurationsdatei nicht laden

source: Couldn't find group for
de: Konnte keine Gruppe finden für

source: Could not get filename from config file.
de: Konnte keinen Dateinamen aus der Konfigurationsdatei lesen.

source: Could not get mode from config file.
de: Konnte keinen Modus aus der Konfigurationsdatei lesen.

source: The error code returned was
de: Der zurückgemeldete Fehlercode war

source: We expected
de: Wir erwarteten

source: or
de: oder

source: You previewed an image without applying it, apply?
de: Sie haben eine Bild in der Vorschau angezeigt ohne es anzuwenden, jetzt anwenden?

source: Automatic
de: Automatisch

source: Scaled
de: Skaliert

source: Centered
de: Zentriert

source: Tiled
de: Gekachelt

source: Zoomed
de: Gezoomt

source: Zoomed Fill
de: Gezoomt und gefüllt

source: Scale
de: Skalieren

source: Center
de: Zentrieren

source: Tile
de: Kacheln

source: Zoom
de: Zoomen

source: ZoomFill
de: Zoomen und Füllen

source: Auto
de: Automatisch

source: Could not get bg groups from config file.
de: Konnte bg-Gruppen nicht aus der Konfigurationsdatei lesen.

source: ERROR
de: FEHLER

source: Could not open display
de: Konnte Anzeige nicht öffnen

source: ERROR: Could not load file in bg set
de: FEHLER: Konnte keine Datei im bg-Set laden

source: Unknown mode for saved bg
de: Unbekannter Modus für gespeicherten bg

source: Screen
de: Bildschirm

source: Full Screen
de: Vollbild

source: Could not find Xinerama screen number
de: Konnte Xinerama-Bildschirmnummer nicht finden

source: Restore saved backgrounds
de: Gespeicherte Hintergründe wiederhergestellt

source: Do not recurse into subdirectories
de: Nicht auf Unterverzeichnisse zurückgreifen

source: How to sort the backgrounds. Valid options are: * alpha, for alphanumeric sort * ralpha, for reverse alphanumeric sort * time, for last modified time sort (oldest first) * rtime, for reverse last modified time sort (newest first)
de: Wie Hintergründe sortiert werden. Gültige Optionen sind: * alpha, für alphanumerische Sortierung * ralpha, für umgekehrte alphanumerische Sortierung * Zeit, für Sortierung nach zuletzt geänderter Zeit (älteste zuerst) * rtime, für umgekehrte Sortierung nach zuletzt geänderter Zeit (neueste zuerst)

source: background color in hex, #000000 by default
de: Hintergrundfarbe als Hex, standardmäßig #000000

source: Select xinerama/multihead display in GUI, 0..n, -1 for full
de: Gewähltes xinerama/multihead-Display in der GUI, 0..n, -1 für Vollbild

source: Choose random background from config or given directory
de: Einen zufälligen Hintergrund aus der Konfiguration oder dem angegebenen Verzeichnis wählen

source: Sets the background to the given file
de: Legt den Hintergrund auf die angegebene Datei fest

source: scaled
de: skaliert

source: tiled
de: gekachelt

source: auto
de: automatisch

source: centered
de: zentriert

source: zoom
de: gezoomt

source: zoom-fill
de: gezoomt und gefüllt

source: Saves the background permanently
de: Speichert den Hintergrund dauerhaft

source: Could not open dir
de: Konnte Verzeichnis nicht öffnen

source: Currently set background
de: Momentan festgelegter Hintergrund

source: for
de: für

source: Error parsing command line
de: Fehler beim Parsen der Kommandozeile

source: Could not open config directory.
de: Konnte Verzeichnis der Konfiguration nicht öffnen.

source: Default
de: Standard

source: UNKNOWN ROOT WINDOW TYPE DETECTED, will attempt to set via normal X procedure
de: UNBEKANNTER URSPRUNGSFENSTER-TYP ERKANNT, versuche ihn über das normale X-Vorgehen zu setzen

source: Invalid UTF-8 encountered. Skipping file
de: Ungültiges UTF-8 erkannt. Überspringe Datei

source: Could not get bg info for fullscreen xinerama
de: Konnte keine BG-Info laden für Vollbild xinerama

source: Could not get bg info for
de: Konnte keine BG-Info laden für

source: Could not get bg info
de: Konnte BG-Info nicht laden
